{
  "Главная" : "Главная",
  "Главная страница" : "Главная страница",
  "Добро пожаловать на главную страницу": "Добро пожаловать на главную страницу",
  "Это демонстрационное приложение с переключением тем и языками.": "Это демонстрационное приложение с переключением тем и языками.",
  "Функции приложения": "Функции приложения",
  "Переключение между светлой и темной темой": "Переключение между светлой и темной темой",
  "Поддержка нескольких языков (русский/английский)": "Поддержка нескольких языков (русский/английский)",
  "Адаптивный дизайн": "Адаптивный дизайн",
  "Ленивая загрузка страниц": "Ленивая загрузка страниц",
  "Текущие настройки": "Текущие настройки",
  "Текущая тема": "Текущая тема",
  "Переключить тему": "Переключить тему",
  "Дополнительный текст для главной страницы": "Дополнительный текст для главной страницы",
  "Этот текст добавлен с использованием i18n": "Этот текст добавлен с использованием i18n",
  "book.title": "Антуан де Сент-Экзюпери - Маленький принц",
  "book.dedication.title": "ЛЕОНУ ВЕРТУ",
  "book.dedication.paragraph1": "Прошу прощения у детей, которые могут читать эту книгу, за то, что я посвятил ее взрослому. У меня есть серьезная причина: он - лучший друг, который у меня есть в мире. У меня есть еще одна причина: этот взрослый понимает все, даже книги для детей. У меня есть третья причина: он живет во Франции, где ему холодно и голодно. Ему нужно подбодрить. Если всех этих причин будет недостаточно, я посвящу книгу тому ребенку, из которого вырос этот взрослый. Все взрослые когда-то были детьми - хотя немногие из них это помнят. Поэтому я исправляю свое посвящение:",
  "book.dedication.title2": "ЛЕОНУ ВЕРТУ, КОГДА ОН БЫЛ МАЛЫШОМ",
  "book.chapter1.title": "I",
  "book.chapter1.paragraph1": "Однажды, когда мне было шесть лет, я увидел в книге под названием «Правдивые истории из природы», рассказывающей о древнем лесе, великолепную картинку. На ней был изображен удав, глотающий животное. Вот копия рисунка.",
  "book.chapter1.quote1": "Удавы глотают свою добычу целиком, не пережевывая. После этого они не могут двигаться и спят шесть месяцев, необходимых для пищеварения.",
  "book.chapter1.paragraph2": "Тогда я глубоко размышлял над приключениями в джунглях. И после некоторой работы с цветными карандашами мне удалось сделать мой первый рисунок. Мой Рисунок Номер Один. Он выглядел примерно так:",
  "book.chapter1.quote2": "Пугать? Почему кто-нибудь должен бояться шляпы?",
  "book.chapter1.paragraph3": "Мой рисунок был не картинкой шляпы. Это была картина удава, переваривающего слона. Но поскольку взрослые не могли этого понять, я сделал еще один рисунок: я нарисовал внутренности удава, чтобы взрослые могли ясно это увидеть. Им всегда нужно объяснять вещи. Мой Рисунок Номер Два выглядел так:",
  "book.chapter1.quote3": "Это шляпа.",
  "book.chapter1.paragraph4": "Тогда я никогда не говорил с этим человеком об удавах, или древних лесах, или звездах. Я опускался до его уровня. Я говорил с ним о бридже, и гольфе, и политике, и галстуках. И взрослый был бы очень доволен, встретив такого разумного человека.",
  "book.chapter1.paragraph5": "Тогда я выбрал другую профессию и научился управлять самолетами. Я немного летал по всему миру; и это правда, что география была очень полезна для меня. С одного взгляда я могу отличить Китай от Аризоны. Если кто-то потеряется ночью, такие знания ценны.",
  "book.chapter1.paragraph6": "В течение этой жизни у меня было очень много встреч с очень многими людьми, которые были заняты важными делами. Я много жил среди взрослых. Я видел их близко, сблизился. И это не сильно улучшило мое мнение о них.",
  "book.chapter1.paragraph7": "Всякий раз, когда я встречал кого-то из них, кто казался мне хоть немного проницательным, я экспериментировал, показывая ему мой Рисунок Номер Один, который я всегда хранил. Я пытался выяснить, был ли это человек с истинным пониманием. Но кто бы это ни был, он или она всегда говорили:",
  "book.chapter1.quote4": "Это шляпа.",
  "book.chapter1.paragraph8": "На этот раз взрослые посоветовали мне отложить рисунки удавов, как изнутри, так и снаружи, и вместо этого посвятить себя географии, истории, арифметике и грамматике. Вот почему в возрасте шести лет я отказался от того, что могло бы стать великолепной карьерой художника. Я был обескуражен неудачей моего Рисунка Номер Один и моего Рисунка Номер Два. Взрослые никогда ничего не понимают сами по себе, и детям утомительно всегда и вечно объяснять им вещи.",
  "book.chapter1.paragraph9": "Тогда я никогда не говорил с этим человеком об удавах, или древних лесах, или звездах. Я опускался до его уровня. Я говорил с ним о бридже, и гольфе, и политике, и галстуках. И взрослый был бы очень доволен, встретив такого разумного человека.",
  "book.chapter2.title": "II",
  "book.chapter2.paragraph1": "Так я жил своей жизнью в одиночестве, ни с кем, с кем я мог бы действительно поговорить, пока шесть лет назад у меня не произошла авария с самолетом в Сахаре. В моем двигателе что-то сломалось. И так как со мной не было ни механика, ни пассажиров, я решил попытаться выполнить сложный ремонт в одиночку. Для меня это был вопрос жизни или смерти: у меня едва хватало питьевой воды на неделю.",
  "book.chapter2.paragraph2": "В первую ночь я лег спать на песке, в тысяче миль от любого человеческого жилья. Я был более изолирован, чем потерпевший кораблекрушение моряк на плоту посреди океана. Поэтому вы можете представить себе мое изумление на рассвете, когда меня разбудил странный маленький голос. Он сказал:",
  "book.chapter2.quote1": "Пожалуйста, нарисуй мне овечку!",
  "book.chapter2.quote2": "Что!",
  "book.chapter2.quote3": "Нарисуй мне овечку!",
  "book.chapter2.paragraph3": "Я вскочил на ноги, совершенно пораженный. Я сильно поморгал глазами. Я внимательно огляделся вокруг. И я увидел самого необыкновенного маленького человечка, который стоял там и рассматривал меня с большой серьезностью. Здесь вы можете увидеть лучший портрет, который я позже смог сделать. Но мой рисунок, конечно, гораздо менее очарователен, чем его модель.",
  "book.chapter2.paragraph4": "Однако это не моя вина. Взрослые от discourageли меня в моей художественной карьере, когда мне было шесть лет, и я никогда не научился рисовать ничего, кроме удавов снаружи и удавов изнутри.",
  "book.chapter2.quote4": "Но... что ты здесь делаешь?",
  "book.chapter2.quote5": "Пожалуйста, нарисуй мне овечку...",
  "book.chapter2.paragraph5": "Когда тайна слишком ошеломляет, нельзя не подчиниться. Каким бы абсурдным это ни казалось мне, в тысяче миль от любого человеческого жилья и в опасности смерти, я достал из кармана лист бумаги и свою авторучку. Но потом я вспомнил, как мои занятия были сосредоточены на географии, истории, арифметике и грамматике, и я сказал маленькому человечку (немного сердито), что не умею рисовать. Он ответил мне:",
  "book.chapter2.quote6": "Это не имеет значения. Нарисуй мне овечку...",
  "book.chapter2.paragraph6": "Но я никогда не рисовал овечку. Поэтому я нарисовал для него одну из двух картин, которые я так часто рисовал. Это была картина удава снаружи. И я был поражен, услышав, как маленький человечек приветствует ее:",
  "book.chapter2.quote7": "Нет, нет, нет! Я не хочу, чтобы слон был внутри удава. Удав - очень опасное существо, а слон - очень громоздкий. Там, где я живу, все очень маленькое. Мне нужна овечка. Нарисуй мне овечку.",
  "book.chapter2.paragraph7": "Тогда я сделал рисунок.",
  "book.chapter2.quote8": "Нет. Эта овечка уже очень больна. Сделай мне другую.",
  "book.chapter2.paragraph8": "Тогда я сделал еще один рисунок.",
  "book.chapter2.quote9": "Вы сами видите, что это не овечка. Это баран. У него рога.",
  "book.chapter2.paragraph9": "Тогда я еще раз переделал свой рисунок.",
  "book.chapter2.quote10": "Этот слишком старый. Мне нужна овечка, которая будет жить долго.",
  "book.chapter2.paragraph10": "К этому времени мое терпение было исчерпано, потому что я спешил начать разбирать свой двигатель. Поэтому я набросал этот рисунок.",
  "book.chapter2.paragraph11": "И я добавил к нему объяснение.",
  "book.chapter2.quote11": "Это только его коробка. Овечка, которую вы просили, внутри.",
  "book.chapter2.paragraph12": "Я был очень удивлен, увидев, как свет пробежал по лицу моего маленького судьи:",
  "book.chapter2.quote12": "Это именно так, как я хотел! Думаете, этой овечке придется есть много травы?",
  "book.chapter2.quote13": "Почему?",
  "book.chapter2.quote14": "Потому что там, где я живу, все очень маленькое...",
  "book.chapter2.quote15": "Уверен, что травы для нее хватит, сказал я. Это очень маленькая овечка, которую я вам дал.",
  "book.chapter2.paragraph13": "Он склонил голову над рисунком.",
  "book.chapter2.quote16": "Не такая уж маленькая - Посмотри! Она уснула...",
  "book.chapter2.paragraph14": "И так я познакомился с маленьким принцем.",
 "book.chapter3.title": "III",
  "book.chapter3.paragraph1": "Мне потребовалось много времени, чтобы узнать, откуда он пришел. Маленький принц, который задавал мне так много вопросов, никогда не казался слышащим те, которые я задавал ему. Это было из слов, брошенных случайно, что понемногу все было раскрыто мне.",
  "book.chapter3.paragraph2": "В первый раз, когда он увидел мой самолет, например (я не буду рисовать свой самолет; это было бы слишком сложно для меня), он спросил меня:",
  "book.chapter3.quote1": "Что это за объект?",
  "book.chapter3.quote2": "Это не объект. Он летает. Это самолет. Это мой самолет.",
  "book.chapter3.paragraph3": "И я был горд, что он узнал, что я могу летать.",
  "book.chapter3.quote3": "Что! Ты упал с неба?",
  "book.chapter3.quote4": "Да, ответил я, скромно.",
  "book.chapter3.quote5": "О! Это смешно!",
  "book.chapter3.paragraph4": "И маленький принц расхохотался прелестным смехом, который очень раздражал меня. Мне нравится, чтобы к моим несчастьям относились серьезно.",
  "book.chapter3.quote6": "Значит, ты тоже с неба! С какой планеты ты?",
  "book.chapter3.quote7": "Ты с другой планеты?",
  "book.chapter3.quote8": "Это правда, что на этом ты не мог прилететь издалека...",
  "book.chapter3.paragraph5": "И он погрузился в задумчивость, которая длилась долго. Затем, достав мою овечку из кармана, он ушел в созерцание своего сокровища.",
  "book.chapter3.paragraph6": "Вы можете представить себе, как мое любопытство было возбуждено этой полу-доверенностью о других планетах. Поэтому я приложил большие усилия, чтобы узнать больше об этом предмете.",
  "book.chapter3.quote9": "Мой маленький человечек, откуда ты пришел? Что это за 'где я живу', о котором ты говоришь? Куда ты хочешь отвести свою овечку?",
  "book.chapter3.quote10": "Хорошо с этой коробкой, которую ты мне дал, что ночью он может использовать ее как свой дом.",
  "book.chapter3.quote11": "Это так. И если ты будешь хорош, я дам тебе и веревку, чтобы ты мог привязать его днем, и столб, к которому можно привязать.",
  "book.chapter3.quote12": "Привязать его! Какая странная идея!",
  "book.chapter3.quote13": "Но если ты не привяжешь его, он куда-нибудь уйдет и потеряется.",
  "book.chapter3.quote14": "Но куда, по-твоему, он пойдет?",
  "book.chapter3.quote15": "Куда угодно. Прямо перед ним.",
  "book.chapter3.quote16": "Это не имеет значения. Там, где я живу, все так маленькое!",
  "book.chapter3.quote17": "Прямо перед ним никто не может уйти далеко..."
}